INSERT INTO breeds (breed, about, image, link) VALUES
('Австрийская гончая', 'Официально родиной австрийской гончей считаются горные районы Австрии. 
В прошлом были очень популярны чёрно-подпалые гончие, из которых в середине XIX века начали выводить породу Австрийская гончая. 
Предком австрийской гончей является тирольский бракк, который произошёл от кельтских бракков. 
Также родственником псов этой породы является словацкий копов. Именно от этих псов современная австрийская гончая 
унаследовала свой поразительный нюх и способность работать по следу как с голосом, так и без него.', 
'images/brandlbracke.jpg', 'https://ru.wikipedia.org/wiki/Австрийская_гончая'),
('Австралийская овчарка', 'Австралийская овчарка создавалась путём скрещивания таких пород, как пиренейская овчарка, бернский зенненхунд 
и несколько разновидностей пород колли, однако достоверная информация относительно их видов отсутствует.
Австралийские овчарки относятся к пастушьим породам и выведены для помощи пастухам в работе с овцами и коровами. 
Родиной данной породы стали Соединённые Штаты Америки. Что касается названия породы, то оно связано с тем, 
что баскские овчарки, использовавшиеся при её выведении, попали в Америку в XIX веке из Австралии.', 
'images/australianshepherd.jpg', 'https://ru.wikipedia.org/wiki/Австралийская_овчарка'),
('Бордер-колли', 'Относится к пастушьим породам, первоначально была выведена для работы с овцами, 
однако позднее были выделены скотогонные разновидности, для пастьбы крупного рогатого скота. 
Согласно исследованиям, проведённым учёными из Университета Британской Колумбии под руководством Стенли Корена, 
бордер колли является самой умной собакой среди всех пород.', 
'images/border-collie.jpg', 'https://ru.wikipedia.org/wiki/Бордер-колли'),
('Брохольмер', 'Брогольмер (Брохольмер) — стародатская собака, потомок боевых собак древних германцев. Эти мощные собаки дали начало многим догообразным породам Европы. 
От них же пошло название «датский дог», под которым за пределами Германии ошибочно подразумевается немецкий дог.
По характеру это бдительная и бесстрашная собака, очень преданная, неагрессивная и поддающаяся дрессировке. ', 
'images/broholmer.jpg', 'https://ru.wikipedia.org/wiki/Брохольмер'),
('Бурят-монгольский волкодав (Хотошо)', 'Сторожевая порода собак, распространена в Бурятии, Монголии и сопредельных регионах.
Отличаются крепким здоровьем, функциональны по конституции, многогранны в плане применения, универсальны в содержании, неприхотливы, как все аборигены. 
У них устойчивая психика, развитая интуиция и высокая способность к быстрой адаптации в новых условиях.
Учеными установлено, что происхождение этих собак намного древнее, чем тибетов, что зарождает сомнение в утвердившемся мнении о происхождении многих пород собак только от тибетов.', 
'images/hotosho.jpg', 'https://ru.wikipedia.org/wiki/Бурят-монгольский_волкодав'),
('Веймаранер', 'Веймаранер, или веймарская легавая (нем. weimaraner), — охотничья подружейная собака. Её предков использовали и в охоте на крупную дичь.
Родиной веймаранера является Германия. Некоторые коренные жители Веймара называют эту собаку не иначе как «серебряный призрак». 
Эта порода имеет очень древнюю историю, предположительно её прародителями являются бракки европейские.', 
'images/weimaraner.jpg', 'https://ru.wikipedia.org/wiki/Веймаранер'),
('Волчья собака Сарлоса', 'Во́лчья соба́ка Са́рлоса (нидерл. Saarlooswolfhond) — порода служебных собак, полученная Ландером Сарлосом путём скрещивания немецкой овчарки с волком. 
Волчьи собаки Сарлоса живут по закону стаи и хозяина признают вожаком, без какой-либо специальной дрессировки. Им свойственна независимость и в то же время — привязанность к хозяину.
Волчьи собаки Сарлоса используются в Голландии и других странах Европы в качестве поводырей слепых, для спасения утопающих, попавших в завалы и в других экстремальных ситуациях.', 
'images/schattenwaldwoelfe.jpg', 'https://ru.wikipedia.org/wiki/Волчья_собака_Сарлоса'),
('Голландская овчарка', 'Хердер или голландская овчарка (нидерл. Hollandse herder) — порода пастушьих собак. Прародителями данной породы стали бельгийские овчарки. 
Изначально данная порода была выведена как пастушья и долгое время она использовалась лишь по данному назначению. 
Позже хердер стал постоянным участником многочисленных выставок и во многих занимал лидирующие позиции.', 
'images/herder.jpg', 'https://ru.wikipedia.org/wiki/Голландская_овчарка'),
('Грейхаунд', 'Грейхаунд (англ. greyhound, букв. «серая борзая») — английская борзая.
Их основное преимущество — это очень быстрый бег на короткие дистанции, благодаря этому они вполне способны поймать зайца (что под силу далеко не каждому зверю).
Наивысшая для борзых собак скорость была зафиксирована 5 марта 1994 года в Австралии, грейхаунд по кличке Стар Тайтл развил скорость 67,32 км/ч.', 
'images/greyhound.jpg', 'https://ru.wikipedia.org/wiki/Грейхаунд'),
('Доберман', 'Доберма́н (нем. dobermann) — порода короткошёрстных служебных собак, выведенная в Германии в конце XIX века Карлом Фридрихом Луисом Доберманном, названа в честь своего создателя. 
Доберман не успел довести селекционную работу до конца, и после его смерти работу с породой продолжил Отто Геллер, которого по праву считают «отцом породы».
В книге Стенли Корена «Интеллект собак» включён в группу пород с наилучшими способностями к дрессировке.', 
'images/dobermann.jpg', 'https://ru.wikipedia.org/wiki/Доберман'),
('Дзёмон-сиба', 'Дзёмон-сиба — порода собак, выведенная в Японии. В отличие от породы сиба-ину за рубежом практически не известна, хотя имеет ценителей на родине. 
Дзёмон-сиба выглядит как дикая собака и имеет более свирепый вид, чем сиба-ину. Японские собаки в древности были похожи на японского волка, и дзёмон-сиба внешне напоминает этого миниатюрного волка — самого маленького волка в мире.', 
'images/joumon.jpg', 'https://ru.wikipedia.org/wiki/Дзёмон-сиба'),
('Ирландский волкодав', 'Ирландский волкодав (англ. irish wolfhound) — порода охотничьих собак. Одна из самых больших собак в мире. Ирландские волкодавы использовались для травильной охоты на крупную дичь — волков и оленей.
Как и континентальные племена, кельты в Ирландии были заинтересованы в разведении крупных борзых собак для охоты. 
Эти большие ирландские борзые могли быть гладко- или жесткошёрстными, но со временем жесткошёрстные стали преобладать, вероятно, из-за климатических условий Ирландии. 
Изменение названия собаки на волкодава произошло, очевидно, в XV веке, в это время каждое графство было обязано держать 24 волкодавов, чтобы защищать фермерские стада от нападений волков.',
'images/irish_wolfhound.jpg', 'https://ru.wikipedia.org/wiki/Ирландский_волкодав'),
('Исландская собака', 'Исландская собака является национальной породой, её предки прибыли на скандинавский остров вместе с первыми викингами в период между 874 и 930 годом. 
На протяжении многих лет представители других пород попадали в страну в очень ограниченном количестве, а с 1901 года их ввоз был полностью запрещён, 
что позволило исландской овчарке сохраниться почти в неизменном виде с IX века, особенно в отдалённых труднодоступных районах.', 
'images/islenskur-fjarhundur.jpg', 'https://ru.wikipedia.org/wiki/Исландская_собака'),
('Испанский мастиф', 'Родиной испанского мастифа является Испания — Эстремадура. Происходит от смешения боевых, пастушьих и сторожевых собак древних кельтов и горных иберийских овчарок. 
Изначально данная порода была выведена как фермерская, она предназначалась для охраны сельскохозяйственных угодий и использовалась весьма активно. 
Кроме того, испанские мастифы являются отличными охотниками, они способны охотиться даже на самого крупного зверя, к примеру, такого как медведь, кабан.', 
'images/mastin-espanol.jpg', 'https://ru.wikipedia.org/wiki/Испанский_мастиф'),
('Кавказская овчарка', 'Кавка́зская овча́рка — порода собак, родиной которой является Кавказ. Является одной из древнейших пород, ведёт род от крупных молоссоидов I века до нашей эры.
Селекционная работа с породой началась в СССР в конце 20-х годов XX века. 
В процессе селекции как обязательные качества всегда культивировались физическая сила, уверенность и бесстрашие, остро развитый слух, хорошее зрение, наличие густой, непроницаемой для осадков шерсти. 
Все эти качества, а также выносливость позволяют людям использовать Кавказских овчарок в различных климатических условиях, включая и самые суровые.', 
'images/caucaso.jpg', 'https://ru.wikipedia.org/wiki/Кавказская_овчарка'),
('Канарский дог', 'Кана́рский дог (исп. Dogo Canario, а также исп. Perro de Presa Canario) — сторожевая и пастушья собака. Происходит с островов Тенерифе и Гран-Канария, в Канарском Архипелаге. 
Стала результатом скрещивания местной породы махореро с завезёнными на острова молоссами. 
Канарский дог в основном использовался как пастушья и сторожевая собака для охраны крупного рогатого скота. 
На данный момент, канарский дог — семейная собака, которая может нести функции охранника территории.', 
'images/dogo-canario.jpg', 'https://ru.wikipedia.org/wiki/Канарский_дог'),
('Каталонская овчарка', "Катало́нская овча́рка (кат. Gos d'atura català, исп. Pastor catalán) — порода собак, сформировавшаяся в каталонских Пиренеях. 
Изначально порода использовалась для пастьбы, но со временем набор выполняемых ею функций значительно расширился.
Каталонская овчарка — отличный друг семьи. Очень терпелива к детям. К незнакомым людям относится сдержанно, при угрозе может проявить агрессию. 
Весьма самостоятельна в принятии решений, однако это не мешает успешной дрессировке.", 
'images/pastor-catalan.jpg', 'https://ru.wikipedia.org/wiki/Каталонская_овчарка'),
('Леопардовая собака Катахулы', 'Леопардовая собака Катахулы (англ. catahoula leopard dog) — порода собак родом из США. За пределами родины крайне малочисленна.
Точное происхождение леопародовой собаки Катахулы неизвестно. По одной из теорий она была выведена путём скрещивания собак коренных индейцев с рыжими волками, 
а также с собаками, завезёнными в Новый свет испанскими завоевателями и, возможно, с босеронами.', 
'images/catahoula-leopard-dog.jpg', 'https://ru.wikipedia.org/wiki/Леопардовая_собака_Катахулы'),
('Ландсир', 'Ландсир (англ. landseer) — порода собак, родственная ньюфаундленду. Современный тип выведен в Швейцарии и Германии, и является результатом скрещивания чистокровных ландсиров с ньюфаундлендами. 
Названа по имени художника Эдвина Генри Ландсира, картины которого с изображением собак сыграли большую роль в популяризации породы.', 
'images/landseer.jpg', 'https://ru.wikipedia.org/wiki/Ландсир'),
('Лангхаар', 'Немецкий лангхаар, или немецкая длинношёрстная легавая (нем. deutsch langhaar), — охотничья подружейная собака.
В самом начале лангхаар был мощной, крепко сбитой, похожей на медведя собакой, отличавшейся резким и твердым нравом, 
но в 1920-х годах породу стали скрещивать с ирландским сеттером и сеттер-гордоном — таким образом собаки приобрели более элегантную и изящную внешность.', 
'images/langhaar.jpg', 'https://ru.wikipedia.org/wiki/Лангхаар'),
('Ксолоитцкуинтли', 'Ксолоитцкуи́нтли (Шолоицкуи́нтли) (сокращённо Ксо́ло или Шо́ло, также Мексиканская голая собака, от аст. Xoloitzcuintli) — одна из древнейших пород мира. Родиной этих собак является Мексика.
Название «шолоитцкуинтли» происходит из астекского языка науатль — от имени бога Xolotl «Шолотль» и слова itzcuīntli, «ицкуинтли», «собака».
Порода существует в двух разновидностях: голые собаки и собаки, покрытые шерстью. Голые шоло также известны как мексиканские голые собаки. На своей родине они являются национальным достоянием.', 
'images/xoloitzcuintle.jpg', 'https://ru.wikipedia.org/wiki/Ксолоитцкуинтли');